#ifndef _ACTION_TASK_H_
#define _ACTION_TASK_H_
/**********************************************************************************************************
*拨杆    S2                        S1
* 1 上                       1 上 遥控
* 3 中                       3 中 键鼠
* 2 下                       2 下 掉电
**********************************************************************************************************/
#define RemoteMode   1
#define KeyMouseMode 2
#define PowerOffMode 3 

void ActionTask(void);

#endif
